// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Carpeta";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Favorits";

// genre names
"Social Networking" = "Social";
"Reference" = "Referència";
"News" = "Notícies";
"Games" = "Jocs";
"Productivity" = "Productivitat";
"Entertainment" = "Entreteniment";
"Lifestyle" = "Estil de vida";
"Navigation" = "Navegació";
"Music" = "Música";
"Utilities" = "Utilitats";
"Travel" = "Viatges";
"Sports" = "Esports";
"Healthcare & Fitness" = "Salut";
"Photography" = "Fotografia";
"Finance" = "Finances";
"Business" = "Negocis";
"Education" = "Educació";
"Weather" = "Temps";
"Books" = "Llibres";
"Medical" = "Medicina";
"Stores" = "Botigues";

// game subgenre names
"Action Games" = "Acció";
"Adventure Games" = "Aventura";
"Arcade Games" = "Arcade";
"Board Games" = "Jocs de tauler";
"Card Games" = "Jocs de cartes";
"Casino Games" = "Casino";
"Dice Games" = "Jocs de daus";
"Educational Games" = "Educatiu";
"Family Games" = "Jocs per a nens";
"Kids Games" = "Jocs per a nens";
"Music Games" = "Jocs musicals";
"Puzzle Games" = "Trencaclosques";
"Racing Games" = "Curses";
"Role Playing Games" = "RPG";
"Simulation Games" = "Simulació";
"Sports Games" = "Esports";
"Strategy Games" = "Estratègia";
"Trivia Games" = "Jocs de preguntes";
"Word Games" = "Jocs amb paraules";



